{
	tips:[
{"freq":0, "tip":"Du kannst die Häufigkeit von Tipps ändern, indem du statt eines Strings ein JSON-Objekt verwendest. Dieser Tipp hat z.B. die Häufigkeit 0 und wird nie angezeigt. Der Standardwert für freq ist 1."},
"Senke deine Schilde, um \\"harten\\" Flux abzubauen, der durch Schildtreffer entsteht.",
"Schilde und Waffen erzeugen beide Flux. Wenn du die Schilde senkst und einige Treffer auf Hülle und Panzerung hinnimmst, steigt deine dauerhafte Feuerkraft. Das ist besonders bei stark gepanzerten Schiffen wichtig.", 
"Strahlwaffen verursachen an Schilden \\"weichen\\" Flux, der ohne Senken der Schilde abgebaut werden kann.",
"Drücke TAB, um die Befehlsoberfläche umzuschalten. Nutze sie, um deiner Flotte Befehle zu geben.",
"Wenn ein Schiff ein anderes eskortiert, ist seine Beweglichkeit eingeschränkt. Nutze diesen Befehl mit Vorsicht.",
"Wenn deine Schilde zu viel Schaden nehmen, überlädt das Schiff und Waffen sowie Schilde sind für einige Sekunden deaktiviert.",
"Einige Jäger können Ziele ausserhalb der Sichtweite des Trägers angreifen. Drücke TAB, öffne die Befehlsoberfläche, klicke ein entferntes Schiff an und wähle 'Als Ziel setzen'.",
"LMB feuert Waffen, RMB aktiviert Schilde. Mit WASD steuerst du das Schiff.",
"Kinetischer Schaden ist gut gegen Schilde, hochexplosiver Schaden gut gegen Panzerung.",
"Splitterschaden ist gegen fast alles schwach ausser freiliegender Hülle, aber solche Waffen sind oft sehr fluxeffizient.",
"Energiewaffen sind gleich stark gegen Schilde und Panzerung, aber gegen beide weniger spezialisiert als entsprechende Spezialwaffen.",
"Raketenwaffenslots sind vielseitig. Es gibt Raketen für fast jede Rolle. Werfer haben aber meist wenig Munition.",
"Das Abfeuern von Waffen und das Nutzen von Schilden erzeugt Flux. Bei vollem Flux musst du warten, bis er wieder sinkt.",
"Schiffe erhalten einen Geschwindigkeitsbonus, wenn ihr Flux bei null ist und sie keinen Flux erzeugen.",
"Beim Umbau eines Schiffs kannst du mit Shift-Klick auf einen Waffenslot die zuletzt gewählte Waffe einsetzen, ohne das Auswahlmenü zu öffnen.",
"Beim Erstellen von Waffengruppen weist Shift-Klick alle Waffen desselben Typs zu.",
"Beim Bearbeiten eines Textfelds löscht Shift-Backspace den gesamten Inhalt, Ctrl-Backspace das letzte Wort.",
"Der meiste Handel auf dem offenen Markt wird durch Zölle unprofitabel. Nutze laufende Ereignisse und Störungen für Gewinn.",
"Halte Shift während du Fluxventile oder -kondensatoren hinzufügst oder entfernst, um schneller zu arbeiten.",
"Halte Shift beim Scrollen mit dem Mausrad, um schneller zu scrollen.",
"Control-Klick kauft/verkauft einen Stapel. Shift-Klick nimmt einzelne Einheiten. Halte Shift und ziehe mit der Maus, um eine genaue Menge zu wählen.",
"Zum Verschieben der Kampfkarte nutze Rechtsklick+Ziehen oder die Pfeiltasten.",
"Torpedos auf Punkt-Blank-Reichweite zu starten kann für dein Schiff gefährlich sein.",
"Schiffe mit der Kennung (D) sind minderwertige Varianten normaler Hüllen.",
"Das Einsetzen von Schiffen im Kampf reduziert ihre Kampfbereitschaft (\\"CR\\"), deren Wiederherstellung Vorrate kostet.",
"Mehr Schiffe als nötig einzusetzen kann mehr Vorrate kosten, als der Kampf einbringt.",
"Schiffe verbrauchen Vorrate für Wartung gemäss ihrem Wert Vorrate/Monat und zusätzlich bei CR-Erholung oder Reparaturen.",
"Deine Flotte kann Fracht, Crew oder Treibstoff über die Kapazitätsgrenze hinaus transportieren - auf Kosten höheren Vorratsverbrauchs.",
"Viele Tooltips zeigen mit F1 erweiterte Informationen an.",
"Mit F2 öffnest du jederzeit den Codex.",
"Mehr Waffen sind nicht immer besser. Ausreichende Fluxkapazität und -ableitung für Dauerfeuer sind oft wichtiger.",
"Ein Umbau im freien Raum reduziert die Kampfbereitschaft eines Schiffs, besonders bei Hullmod-Änderungen.",
"Waffen mit Energiebolzen oder Projektilen können Ziele jenseits ihrer Maximalreichweite treffen, verursachen dort aber nur weichen Flux an Schilden.",
"Du kannst mit Ctrl und Zahlentasten Schiffsgruppen erstellen und mit Zahlentasten auswählen. Das funktioniert im Kampf und im Aufstellungsdialog.",
"Träger starten keine Ersatzjäger mehr, sobald ihre Kampfbereitschaft 0% erreicht.",
"Träger mit nur Punktabwehr- und Raketenwaffen versuchen, Abstand zu feindlichen Schiffen zu halten.",
"Drücke 'Z', um zwischen Angriffsbefehl und Rückzug der Jäger zum Träger umzuschalten.",
"Der Befehl zum Sammeln der Jäger verlangsamt den Rückgang der Ersatzrate und lässt beschädigte Staffeln hinter dem Träger Schutz suchen.",
"Wenn du einen Träger selbst steuerst, eskortieren seine Jäger ein befreundetes Schiff, wenn du es anvisierst, und bleiben dort bis zum Rückruf.",
"Bomber haben hohes Schadenspotenzial, funktionieren aber am besten zusammen mit anderen Jägern, Waffen und Schiffen.",
"Prozentuale Erhöhungen sind additiv. Prozentuale Verringerungen sind im Allgemeinen multiplikativ.",
"Langsame Flotten ziehen im Hyperraum keine Sturmeinschläge an.",
"Waffen in Hardpoint-Slots haben halbierten Rückstoss und doppelte Trefferpunkte.",
"Ein Schiff mit D-Mods zu verschrotten - oder nicht zu bergen - bringt in Treibstoff und Vorraten oft mehr Wert als ein Verkauf.",
"Wenn ein Sternsystem wenige stabile Positionen hat, kannst du durch Interaktion mit dem Stern eine neue schaffen.",
"Marines auf ein Ziel mit geringer Gefahr anzusetzen kann eine Ablenkung erzeugen und Verluste bei einem gefährlichen Raid stärker senken als Marines in Reserve zu halten.",
"Die Seite mit besseren Offizieren auf kampfbereiten Schiffen erhält mehr Einsatzpunkte.",
"Schiffe mit Offizieren oder S-Mods sind bei Verlust im Kampf fast immer bergbar. Einige Skills und Hullmods machen auch andere Schiffe immer bergbar.",
"Wenn du ein Schiff mit eingebauten S-Mods verschrottest oder verlierst, erhältst du genug Bonus-XP, um die dafür ausgegebenen Story-Points zurückzugewinnen.",
"Slipstreams sind temporär und folgen in jüngerer Zeit dem Standard-Domain-Zyklus: In der ersten Zyklushälfte meist nach galaktisch Osten, in der zweiten nach Westen.",
"Bei einer Verfolgung kannst du Fregatten von den Flanken einsetzen, indem du mehrfach auf sie klickst, um den Einsatzmodus zu wechseln.",
"Hullmods mit niedrigen Ordnungspunktekosten geben oft stärkere Boni, wenn sie per Story-Point eingebaut werden. Teurere Hullmods bringen eher Nachteile mit.",      
"Du kannst mit Control- oder Shift-Klick mehrere Tags gleichzeitig auswählen, im Intel-Bildschirm und überall sonst, wo Tags genutzt werden.",
"Mit Ctrl-S speicherst du die aktuell gewählte Tag-Kombination im Intel-Bildschirm; mit Q wählst du sie erneut aus."
     ],
     
     
     
}
