{
	tips:[
{"freq":0, "tip":"Du kannst die Haeufigkeit von Tipps aendern, indem du statt eines Strings ein JSON-Objekt verwendest. Dieser Tipp hat z.B. die Hauefigkeit 0 und wird nie angezeigt. Der Standardwert fuer freq ist 1."},
"Senke deine Schilde, um \\"harten\\" Flux abzubauen, der durch Schildtreffer entsteht.",
"Schilde und Waffen erzeugen beide Flux. Wenn du die Schilde senkst und einige Treffer auf Huelle und Panzerung hinnimmst, steigt deine dauerhafte Feuerkraft. Das ist besonders bei stark gepanzerten Schiffen wichtig.", 
"Strahlwaffen verursachen an Schilden \\"weichen\\" Flux, der ohne Senken der Schilde abgebaut werden kann.",
"Druecke TAB, um die Befehlsoberflaeche umzuschalten. Nutze sie, um deiner Flotte Befehle zu geben.",
"Wenn ein Schiff ein anderes eskortiert, ist seine Beweglichkeit eingeschraenkt. Nutze diesen Befehl mit Vorsicht.",
"Wenn deine Schilde zu viel Schaden nehmen, ueberlaedt das Schiff und Waffen sowie Schilde sind fuer einige Sekunden deaktiviert.",
"Einige Jaeger koennen Ziele ausserhalb der Sichtweite des Traegers angreifen. Druecke TAB, oeffne die Befehlsoberflaeche, klicke ein entferntes Schiff an und waehle 'Als Ziel setzen'.",
"LMB feuert Waffen, RMB aktiviert Schilde. Mit WASD steuerst du das Schiff.",
"Kinetischer Schaden ist gut gegen Schilde, hochexplosiver Schaden gut gegen Panzerung.",
"Splitterschaden ist gegen fast alles schwach ausser freiliegender Huelle, aber solche Waffen sind oft sehr fluxeffizient.",
"Energiewaffen sind gleich stark gegen Schilde und Panzerung, aber gegen beide weniger spezialisiert als entsprechende Spezialwaffen.",
"Raketenwaffenslots sind vielseitig. Es gibt Raketen fuer fast jede Rolle. Werfer haben aber meist wenig Munition.",
"Das Abfeuern von Waffen und das Nutzen von Schilden erzeugt Flux. Bei vollem Flux musst du warten, bis er wieder sinkt.",
"Schiffe erhalten einen Geschwindigkeitsbonus, wenn ihr Flux bei null ist und sie keinen Flux erzeugen.",
"Beim Umbau eines Schiffs kannst du mit Shift-Klick auf einen Waffenslot die zuletzt gewaehlte Waffe einsetzen, ohne das Auswahlmenue zu oeffnen.",
"Beim Erstellen von Waffengruppen weist Shift-Klick alle Waffen desselben Typs zu.",
"Beim Bearbeiten eines Textfelds loescht Shift-Backspace den gesamten Inhalt, Ctrl-Backspace das letzte Wort.",
"Der meiste Handel auf dem offenen Markt wird durch Zoelle unprofitabel. Nutze laufende Ereignisse und Stoerungen fuer Gewinn.",
"Halte Shift waehrend du Fluxventile oder -kondensatoren hinzufuegst oder entfernst, um schneller zu arbeiten.",
"Halte Shift beim Scrollen mit dem Mausrad, um schneller zu scrollen.",
"Control-Klick kauft/verkauft einen Stapel. Shift-Klick nimmt einzelne Einheiten. Halte Shift und ziehe mit der Maus, um eine genaue Menge zu waehlen.",
"Zum Verschieben der Kampfkarte nutze Rechtsklick+Ziehen oder die Pfeiltasten.",
"Torpedos auf Punkt-Blank-Reichweite zu starten kann fuer dein Schiff gefaehrlich sein.",
"Schiffe mit der Kennung (D) sind minderwertige Varianten normaler Huellen.",
"Das Einsetzen von Schiffen im Kampf reduziert ihre Kampfbereitschaft (\\"CR\\"), deren Wiederherstellung Vorrate kostet.",
"Mehr Schiffe als noetig einzusetzen kann mehr Vorrate kosten, als der Kampf einbringt.",
"Schiffe verbrauchen Vorrate fuer Wartung gemaess ihrem Wert Vorrate/Monat und zusaetzlich bei CR-Erholung oder Reparaturen.",
"Deine Flotte kann Fracht, Crew oder Treibstoff ueber die Kapazitaetsgrenze hinaus transportieren - auf Kosten hoeheren Vorratsverbrauchs.",
"Viele Tooltips zeigen mit F1 erweiterte Informationen an.",
"Mit F2 oeffnest du jederzeit den Codex.",
"Mehr Waffen sind nicht immer besser. Ausreichende Fluxkapazitaet und -ableitung fuer Dauerfeuer sind oft wichtiger.",
"Ein Umbau im freien Raum reduziert die Kampfbereitschaft eines Schiffs, besonders bei Hullmod-Aenderungen.",
"Waffen mit Energiebolzen oder Projektilen koennen Ziele jenseits ihrer Maximalreichweite treffen, verursachen dort aber nur weichen Flux an Schilden.",
"Du kannst mit Ctrl und Zahlentasten Schiffsgruppen erstellen und mit Zahlentasten auswaehlen. Das funktioniert im Kampf und im Aufstellungsdialog.",
"Traeger starten keine Ersatzjaeger mehr, sobald ihre Kampfbereitschaft 0% erreicht.",
"Traeger mit nur Punktabwehr- und Raketenwaffen versuchen, Abstand zu feindlichen Schiffen zu halten.",
"Druecke 'Z', um zwischen Angriffsbefehl und Rueckzug der Jaeger zum Traeger umzuschalten.",
"Der Befehl zum Sammeln der Jaeger verlangsamt den Rueckgang der Ersatzrate und laesst beschaedigte Staffeln hinter dem Traeger Schutz suchen.",
"Wenn du einen Traeger selbst steuerst, eskortieren seine Jaeger ein befreundetes Schiff, wenn du es anvisierst, und bleiben dort bis zum Rueckruf.",
"Bomber haben hohes Schadenspotenzial, funktionieren aber am besten zusammen mit anderen Jaegern, Waffen und Schiffen.",
"Prozentuale Erhoehungen sind additiv. Prozentuale Verringerungen sind im Allgemeinen multiplikativ.",
"Langsame Flotten ziehen im Hyperraum keine Sturmeinschlaege an.",
"Waffen in Hardpoint-Slots haben halbierten Rueckstoss und doppelte Trefferpunkte.",
"Ein Schiff mit D-Mods zu verschrotten - oder nicht zu bergen - bringt in Treibstoff und Vorraten oft mehr Wert als ein Verkauf.",
"Wenn ein Sternsystem wenige stabile Positionen hat, kannst du durch Interaktion mit dem Stern eine neue schaffen.",
"Marines auf ein Ziel mit geringer Gefahr anzusetzen kann eine Ablenkung erzeugen und Verluste bei einem gefaehrlichen Raid staerker senken als Marines in Reserve zu halten.",
"Die Seite mit besseren Offizieren auf kampfbereiten Schiffen erhaelt mehr Einsatzpunkte.",
"Schiffe mit Offizieren oder S-Mods sind bei Verlust im Kampf fast immer bergbar. Einige Skills und Hullmods machen auch andere Schiffe immer bergbar.",
"Wenn du ein Schiff mit eingebauten S-Mods verschrottest oder verlierst, erhaeltst du genug Bonus-XP, um die dafuer ausgegebenen Story-Points zurueckzugewinnen.",
"Slipstreams sind temporaer und folgen in juengerer Zeit dem Standard-Domain-Zyklus: In der ersten Zyklushaelfte meist nach galaktisch Osten, in der zweiten nach Westen.",
"Bei einer Verfolgung kannst du Fregatten von den Flanken einsetzen, indem du mehrfach auf sie klickst, um den Einsatzmodus zu wechseln.",
"Hullmods mit niedrigen Ordnungspunktekosten geben oft staerkere Boni, wenn sie per Story-Point eingebaut werden. Teurere Hullmods bringen eher Nachteile mit.",      
"Du kannst mit Control- oder Shift-Klick mehrere Tags gleichzeitig auswaehlen, im Intel-Bildschirm und ueberall sonst, wo Tags genutzt werden.",
"Mit Ctrl-S speicherst du die aktuell gewaehlte Tag-Kombination im Intel-Bildschirm; mit Q waehlst du sie erneut aus."
     ],
     
     
     
}
